[
  "My music taste is literally the WEIRDEST fucking thing about me like.... I can go OUT OF MY WAY to listen to some of the most OBSCURE shit imaginable made by artists NEVER haerd of by ANY MUSIC LOVING NORMIE out there.. And about what genres I listen to.... I can listen to some funky beats or relaxing ambient shit, that most people can consider to be pleasing to their ears, then I can listen to metal type music without going MAD.. And THEN there are times where my brain goes.. 'HAHA loud breakcore/jungle/hardcore/digital hardcore music go BBBBRRRRRRRRRRRRRRRRRR' and still be fine even thought i went through a BRAINROT. If you really want to see what type of music I like to listen to then go ahead and check out my highlights known as 'Music' and 'Music 2' or something like that and witness the madness yourself...",
  "if you listen to >DUBSTEP< you need to >GET< the fuck >OUT< of this subreddit buddy ! REAL electroni music only here none of this skirllex edm crap i only listen toobscure early 90s acid techno what the point of listening to well produced modern edm when u can listen to bland outdated techno\n\nbreakcore is the only real electornic music genre there is everything else is poser pussy shit real talk i play my 6 month old son venetian snares every night when i put him to sleep he'll grow up to be a REAL man ill tell ya",
  "The most defining characteristic of breakcore is the drum work, which is often based on the manipulation of the Amen break and other classic jungle and hip-hop breaks, at high BPM. The techniques applied to achieve this differs from musician to musician, some preferring to cut up and rearrange the breaks, while others merely distort and loop breaks or apply various effects such as delay and chorus to alter the break's timbre.\n\nMelodically, there is nothing that defines breakcore clearly. Classic rave sounds such as acid bass lines, Hoovers, and Reese bass are common, but breakcore is mostly known for sampling sounds from all over the musical spectrum to accommodate the frantic and fast-paced nature of the rhythm section. Around the turn of the century, more and more breakcore musicians began employing traditional synthesis techniques to compose elaborate melodies and harmonies. There are a growing number of musicians who make use of recorded live instrumentation in their music. These musicians include Istari Lasterfahrer, Hecate, Benn Jordan, Ruby My Dear, Qüatros, Venetian Snares, and Igorrr.",
  "breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore breakcore",
  "this is why I can't take any esoteric music genre seriously, especially breakcore. Every single song is called 'alone.' or 'IHATE MYSELF HAHAHHAHAHA' by an indie artist called 'j e nnie .' with drum beats that sound like the audio equivalent of a stale cookie left outside the box for 1 hour, a quirky, vaguely perceptible melody with slight pitch shifting to sound 'unsettling', and zero musical progression or pattern. when I search BREAKCORE expect something like INTO THE FIRE or YOUR BEST NIGHTMARE, not Everywhere At the End of Time with a garageband tap drum sample and 2x speed. when listen to breakcore I expect adrenaline to be pumping fast, as if 50 cops are chasing me in the Need for Speed: Most Wanted (2005) by Black Box Games, an EA Games Studio Burger King Heat 7 Challenge. do NOT expect to hear the audio equivalent of the Solaris Purple tile wallpaper. DO BETTERA",
  "its called goreshit, mom.\nits not for autists AND its not gay . its some of the best breakcore from a producer superior to yours with deep, intricate sampling and vocals that a BAKA GAJIN like u wouldnt understand.\nGENKI NADADIIGENKI NADADIIGENKI NADADII GENKIGENKIGENKIGENKI NADADIINADADIINADADIINADADII DADIIDADIIDADIIDI NADADII GENKIGENKIGENKADIIDADII I NANKIGENKIGENKI NADADIINADADIIDADIIGENKI NANKIGENKIGENKI NADADIINADADIIDADIIGENKI NADADII GE AAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
  "Your music will never be breakcore. You have no gabber, you have no bpm, you have no melody. You are a deranged weeb twisted by anime and vaporwave into a crude mockery of the internet's perfection. All the “validation” you get is two-faced and half-hearted. Behind your back people mock you. Your parents are disgusted and ashamed of you, your “friends” laugh at your music taste behind closed doors. Musicians are utterly repulsed by you. Thousands of years of music have allowed people to sniff out frauds with incredible efficiency. Even jungle artists who “pass” sound weird and uninspired. Your pads are a dead giveaway. And even if you manage to get a drunk guy home with you, he’ll turn tail and bolt the second he hears your slow, boring song. You will never be happy. You wrench out a fake smile every single morning and tell yourself it’s going to be ok, but deep inside you feel the depression creeping up like a weed, ready to crush you under the unbearable weight. Eventually it’ll be too much to bear - you’ll buy a rope, tie a noose, put it around your neck, and plunge into the cold abyss. Your parents will find you, heartbroken but relieved that they no longer have to live with the unbearable shame and disappointment. They’ll bury you with a headstone marked with your artist name, and every passerby for the rest of eternity will know a jungle artist is buried there. Your body will decay and go back to the dust, and all that will remain of your legacy is a skeleton that is unmistakably 150 bpm. This is your fate. This is what you chose. There is no turning back.",
]